sticker-not-loaded = [собеседник отправил стикер, но он не загрузился, эмодзи стикера: { $emoji }]
empty-message = []
photo-cannot-be-loaded = [собеседник отправил(а) фотографию, она не может быть загружена]
photo-cannot-be-loaded-text = [собеседник отправил(а) фотографию, она не может быть загружена, далее сообщение пользователя] { $text }
photo-list-cannot-be-loaded = [собеседник отправил(а) несколько фотографий ({ $photo_number}), они не могут быть загружены]
photo-list-cannot-be-loaded-text = [собеседник отправил(а) несколько фотографий ({ $photo_number}), они не могут быть загружены] { $text }

voice-message-cannot-be-loaded = [собеседник отправил(а) голосовое сообщение, но оно не может быть загружено]
video-message-cannot-be-loaded = [собеседник отправил(а) видеосообщение, но оно не может быть загружено]

next-text = Далее текст картинок
